Revit 2027 API
ParameterTypeId.StairsInstUpLabelText Property
 "Up text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsInstUpLabelText { get; }
Public Shared ReadOnly Property StairsInstUpLabelText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsInstUpLabelText {
	ForgeTypeId^ get ();
}
static member StairsInstUpLabelText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace